Dlubal.RFEM5.ICrossSection
Interface for working with cross-section

Dlubal.RFEM5.ICrossSection.GetData
Gets cross-section parameters.
Returns: Cross-section parameters

Dlubal.RFEM5.ICrossSection.SetData(System.UInt32@)
Sets cross-section parameters.
CrossSection: Cross-section parameters.

Dlubal.RFEM5.ICrossSection.Delete
Deletes cross-section.

Dlubal.RFEM5.ICrossSection.GetDatabaseCrossSection
Gets interface for working with database cross-section.
Returns: Database cross-section interface.